"(Not You?)|Login - Clickable text letting user log in as a different user" = "（這不是你？）";

"+%i|Very short string used in place of X names of members of a thread (when the thread name is too long to fit). Ex: +1, +2, +3.  If the language has no short way to express this, use … (ellipsis) or equivalent." = "+%1$i 人";

",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = "、";

"1 Friend Nearby|Title of mini-megaphone inside chat bar." = "1 位朋友在這附近";

"1 day|text to show user was online/active 1 day ago (don't abbrev)" = "1 天";

"1 hour|text to show user was online/active 1 hour ago (don't abbrev)" = "1 小時";

"1 minute|text to show user was online/active 1 minute ago (don't abbrev)" = "1 分鐘";

"1d|short indicator that a user was active 1 day ago" = "1 天";

"1h|short indicator that a user was active 1 hour ago" = "1 小時";

"1m Limit: Release to send|notify user that the maximum recording time has been reached" = "1 分鐘限制：放開以傳送";

"1m|short indicator that a user was active 1 minute ago" = "1 分鐘";

"2 days|text to show user was online/active 2 days ago (don't abbrev)" = "2 天";

"2 hours|text to show user was online/active 2 hours ago (don't abbrev)" = "2 小時";

"2 minutes|text to show user was online/active 2 minutes ago (don't abbrev)" = "2 分鐘";

"A new version of Messenger is available.|New version title" = "更新版本的「Facebook 手機即時通」已經釋出。";

"Activation Code|placeholder text for activation code field" = "啟用代碼";

"Activation Request Failed|" = "啟用要求失敗";

"Active Now (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "上線（%1$d）";

"Add Favorite|Title of screen shown when user is adding a new favorite" = "加到我的最愛";

"Add More People|button for adding people to the conversation" = "新加更多人";

"Add More People|title for add members page" = "新加更多人";

"Add More People|title for add people page" = "新加更多人";

"Add People|button to add members to the message thread" = "加其他人";

"Add Photos|Button label for adding photos from the photo library" = "加新相片";

"Add to Existing Contact|action sheet option for adding a phone number to an existing contact" = "加至現有聯絡人的資料中";

"Adding...|adding progress text" = "加⋯⋯";

"Advanced Settings|text for advanced settings button" = "進階設定";

"Advanced|title for advanced settings page" = "進階設定";

"Alerts Off Until %@|Indicates that alerts are off until X time" = "在 %1$@ 之前，關閉來訊提醒";

"Alerts Off for 1 Hour|Indicates that alerts are off for 1 hour" = "關閉來訊提醒 1 個小時";

"Alerts Off|Indicates that alerts are off" = "關閉來訊提醒";

"Alerts On|Indicates that alerts are on" = "開啟來訊提醒";

"All notifications are off for 8h.|footer text for notifications settings applying to all conversations" = "所有通知關閉 8 小時。";

"All notifications are off.|Mute warning display on thread list" = "關閉所有通知。";

"All|Segment button label for all stickers" = "全部";

"Answer|Text for button that accepts a call" = "回答";

"Archive|Button label that will archive the conversation" = "存檔";

"Archive|Label for archive button when swipe to archive in thread list view" = "存檔";

"Are you sure you want to delete the conversation name?|alert message for deleting conversation name" = "確定要刪除此對話名稱？";

"Are you sure you want to leave this conversation? You will no longer receive new messages.|confirmation dialog message for leaving a thread" = "確定要離開此對話？你將不會再收到新訊息。";

"Are you sure?|Title for dialog asking the user if they're sure if they want to not enable push notifications" = "你確定嗎？";

"Attach a Photo|Button label for attaching a photo from the photo library" = "附上相片";

"Attach media|Accessibility text for button that lets user start attaching photos or other media, as well as emoticons and emoji" = "附加媒體檔案";

"Back|Go back to previous screen" = "返回";

"Back|generic nav bar back button" = "返回";

"Background task expired|Error string for app killed in background while message was sending" = "背景任務已逾期";

"Bing Image Search|" = "必應圖片搜尋";

"Blast to at most %i people at a time.|dialog message for when the user tries to select too many recipients for a blast message. A blast message goes to multiple individual recipients who cannot reply-all." = "一次只對 %1$i 人群發訊息。";

"Blast|Button for starting a blast (broadcast) message. A blast message goes to multiple individual recipients who cannot reply-all." = "群發";

"Blast|Title of the blast (broadcast) composer screen. A blast message goes to multiple individual recipients who cannot reply-all." = "群發";

"Blasts can contain up to %i attachments.|dialog message for when the user tries to add too many (>5) attachments to a message" = "大放送最多可以包含 %1$i 個附件。";

"Bring messages to life|Title of Media attachment NUX" = "灌注訊息新活力";

"Broadcast|Button for starting a broadcast message. A broadcast message goes to multiple individual recipients who cannot reply-all." = "群發";

"Broadcast|Title of the broadcast composer screen. A broadcast message goes to multiple individual recipients who cannot reply-all." = "群發";

"Call Ended|End call message in non-error case" = "通話結束";

"Call Ended|String shown when the call ends" = "通話結束";

"Call Failed|End call message in error case" = "通話失敗";

"Call friends over your Wi-Fi connection or mobile network. Normal data rates apply.|Warning about data usage" = "經由 Wi-Fi 連線或行動網路打電話給朋友。適用一般資費。";

"Call %@|action sheet option for calling a phone number" = "撥打 %1$@";

"Call|Call" = "撥號";

"Calls are free over Wi-Fi. Standard charges apply for calls over a mobile network.|Alert message that warns users their mobile carrier may charge them for making VOIP calls" = "使用 Wi-Fi 時可免費通話。如為行動網路，則可能適用標準資費。";

"Camera|Button label for attaching a photo from the camera" = "相機";

"Cancel|Title for generic Cancel button." = "取消";

"Celebrations|Title of list of friends who have events to celebrate." = "慶祝活動";

"Chat with any contact or number on your phone without any costs.|Explanation of why one should use the contact importer" = "免費和手機上的任何聯絡人或電話號碼聊天。";

"Chat|The title of the view showing the buddy list section of the app" = "聊天室";

"Choose Friends|Button title for adding friends to the broadcast recipients list." = "選擇朋友";

"Choose Photo|action sheet option for choosing a photo from photo library" = "選擇相片";

"Clear|prompt to clear all unsent messages" = "清除";

"Clearing...|Progress text shown while clearing the image for a thread" = "清除中……";

"Close active chat|Button to close an active chat" = "關閉進行中的聊天";

"Close|Title of button in navigation bar to close a web page." = "關閉";

"Closes settings|Accessibility hint for \"Done\" button, tapping on it will close the settings panel" = "關閉設定";

"Comment|Comment button title" = "留言";

"Compose message to %@|Accessibility label describing a text view to start writing a message to a user with no draft message" = "撰寫訊息給 %1$@";

"Compose message to %@: %@|Accessibility label describing a text view to start writing a message to a user with some appended draft message" = "撰寫訊息給 %1$@：%2$@";

"Confirm Phone|Title of page where user enters their phone number" = "確認電話";

"Connecting|Text shown on call screen while connecting a call" = "撥號中";

"Connection Failed|Alert title when connection failed" = "連線失敗";

"Connection Lost|End call message in connection lost case" = "連線中斷";

"Contact Info|AXLabel for button to go from Message to Recipient's contact info." = "聯絡資料";

"Contact Info|Title of the canonical thread info page." = "聯絡資料";

"Continue and Don't Ask Again|Button label to not ask for permission again before continuing through a zero rating session fence" = "繼續並停止提問";

"Continue|Button label to continue through zero rating session fence" = "繼續";

"Continue|Login - Login Button Title for Keychain Login" = "繼續";

"Conversation Name|placeholder text in conversation name textfield" = "對話名稱";

"Copy|Option that pops out after long press on a link/phone no./address in message thread." = "複製";

"Copy|Title for buttons and menus that let user copy the current text" = "複製";

"Copy|action sheet option for copying a string to the clipboard" = "複製";

"Could not add new members. Please try again.|message for failing to add members dialog" = "無法新增新成員。請再試一次。";

"Could not load sticker store.|Error message for sticker store load failure" = "無法載入貼圖商店。";

"Could not retrieve availability|Text shown to an user when the operation to retrieve the other party's callable status fails" = "無法擷取通話狀態";

"Countries|Title for country picker" = "國家/地區";

"Country|Country - Country placeholder text" = "國家/地區";

"Create Group Chat|Label for a button that creates a new group chat" = "開始群聊";

"Create Group Chat...|Text on a button to compose a new group message" = "開始群聊⋯⋯";

"Create Group Conversation|button for adding people to the canonical conversation" = "建立群聊對話";

"Create New Contact|action sheet option for creating a new contact" = "建立新的聯絡人";

"Currently in a call|Error message when user tries to initiate a call while already in a call" = "目前通話中";

"Customize Notification Settings|User education for how to configure conversation alerts" = "自訂通知設定";

"Decline|Text for button that declines a call" = "不接聽";

"Delete Conversation Name|alert title for deleting conversation name" = "刪除對話名稱";

"Delete Conversation|Button label that will delete the conversation" = "刪除對話";

"Delete Message? It cannot be undone.|text shown when a user swipes to delete a message" = "刪除訊息？此動作無法恢復。";

"Delete This Entire Conversation?|Title for the Confirm alert box asking the user if they want to delete a conversation." = "刪除整段對話？";

"Delete|Button label that will delete the conversation" = "刪除";

"Delete|Button to accept deleting the name of a conversation" = "刪除";

"Delete|Label for archive button when swipe to archive in thread list view" = "刪除";

"Delete|Label for button to delete previous character" = "刪除";

"Delete|Label on button that deletes a thread" = "刪除";

"Delete|button text for deleting a message" = "刪除";

"Delete|button text for removing an unsent message" = "刪除";

"Details|title for message details page" = "詳細資料";

"Discover Who's Nearby|Title of NUX to encourage user to use location services." = "發現在附近的朋友";

"Don't Delete|Button to decline to delete the name of a conversation" = "請勿刪除";

"Don't Save|Don't save action sheet button" = "不要儲存";

"Done editing message list|Accessibility label for button that ends editing of the messages list" = "已完成編輯訊息清單";

"Done|Title for generic Done button that dismisses a view. This needs to be a short string to avoid truncation." = "完成";

"Double-tap to edit|Accessibility hint for FAVORITES header in Chat friend list" = "雙點以編輯";

"Download Failed|Title in alert view when downloading a sticker pack has failed" = "下載失敗";

"Download|Accessibility label for download button in sticker store list view" = "下載";

"Download|Button title to download an upgrade" = "下載";

"Download|Label for button to download a sticker pack" = "下載";

"Downloaded|Accessibility label for downloaded icon in sticker store list view" = "已下載";

"Downloaded|Label for button to show a sticker pack has been downloaded" = "已下載";

"Downloading|Accessibility label for download button in sticker store list view when downloading" = "下載中";

"Downloading|Label for button to show a sticker pack being downloaded" = "下載中";

"Drag Down to Hide|Chat head dismiss NUX title" = "下拉以隱藏";

"Drag here to hide|instructions for user to drag a chat head to hide it" = "拖曳到此以隱藏";

"Edit|Edit button/label title for chat divebar" = "編輯";

"Email or phone number|email/phone field placeholder on login screen" = "電子郵件或電話號碼";

"Empty Feedback|Title for empty feedback warning." = "空白的回饋意見";

"Enable|Enable Message Anyone, keep it short, 14 chars max" = "啟動";

"Enter Code|Enter Code page title" = "輸入代碼";

"Error|Error title for sticker pack detail view" = "錯誤";

"Error|error title after failed to load webview" = "錯誤";

"FREE|Price label for free sticker pack" = "免費";

"Facebook Is Better With Location|Title of NUX to encourage user to use location services." = "有座標定位的 Facebook 更好玩";

"Facebook Messenger Login|Accessibility label for header of messenger login view" = "Facebook 手機即時通登入";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Facebook 用戶";

"Facebook stores contacts on your behalf and may use them to help others to search for or connect with people, or to generate suggestions for you or others. You can edit this information by tapping the \"i\" button in a conversation, or delete all your contacts in your app settings.|Detailed explanation of the contact sync feature on the Learn More screen" = "Facebook 以你的名義儲存聯絡人資料，並可能用以幫助他人和朋友連結，或是替你和其他人產生朋友建議，你可以點觸對話中的「i」按鈕編輯這項資料，或是在你的應用設定刪除所有的聯絡人資料。";

"Facebook will periodically use and store your location.|Explanation to let user know Facebook will periodically use and store his location." = "Facebook 會定時使用及儲存你的位置。";

"Failed to add members|title for failing to add members dialog" = "無法加人進入對話";

"Failed to save your settings.|error message after changing thread alert setting." = "無法儲存你的設定。";

"Favorites|chat bar favorites header title" = "最愛";

"Featured|Segment button label for featured stickers" = "精選";

"Follow these steps to use Facebook's location features.|Explanation to let user know he can turn on location services by following the listed steps." = "依照這些步驟開啟 Facebook 的座標定位功能。";

"Follow|Title for button allowing users to follow the profile they are currently viewing" = "追蹤";

"For more accurate results, go to %@ settings and choose Location Services. Select ON for %@.|Error explanation when location services are unavailable, and user gets better results with them on. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "如需更準確的結果，前往 %1$@ 設定並選擇定位服務。然後針對 %2$@ 選擇開啟。";

"For more accurate results, go to %@ settings and tap Privacy, then Location Services. Select ON for %@.|Error explanation when location services are unavailable, and user gets better results with them on. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "如需更準確的結果，前往 %1$@ 設定並點按「隱私」、接著點按「定位服務」。然後針對 %2$@ 選擇開啟。";

"Free Call|Text on button that starts a messenger call" = "免費通話";

"Free Calling Unavailable|Title for dialog explaining that messenger calls are not available" = "無法使用免費通話";

"Friends Nearby|Title of list of friends who are nearby." = "在附近的朋友";

"Friends on Messenger|Table title: Friends who have Facebook Messenger" = "在即時通的朋友";

"Get Directions|action sheet option for viewing a map" = "規劃路線";

"Get Facebook Messenger|The title for messenger promotion banner" = "下載 Facebook 手機即時通";

"Get Started|Label for a button that creates a new group chat" = "立即開始";

"Get Started|Title for NUX" = "新手指南";

"Give us feedback or report a problem|Placeholder text for the report bug or feedback input field" = "請提出你的回饋意見或回報問題";

"Google Image Search|" = "Google 圖片搜尋";

"Group Chat|Title for megaphone section helping users discover group chats" = "群聊";

"Group Chats|Title for megaphone section helping users discover group chats" = "群聊";

"Group Chats|chat bar header for group conversations" = "群聊";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "群聊";

"Group Conversations|Table header for group threads section" = "群聊";

"Group Info|Title of group thread info page." = "對話群組";

"Group Members|Title for section showing members of a group (member count will follow)" = "群組成員";

"Group Messages|Title for megaphone section helping users discover group chats" = "群聊訊息";

"Group|Button for starting a new group message." = "群組聊天";

"Have a conversation with a bunch of friends at a time.|Body text for megaphone encourgaging users to try group chats" = "同時和一群朋友對話聊天。";

"Help|text for help button" = "說明";

"Hold to Talk|The instruction for holding the record button and talk" = "按住以通話";

"I'm sure|Button label confirming the user wants to continue with the selected action" = "我確定";

"If you enjoy using %@, would you mind taking a moment to rate this update? Thanks!|Prompt for user to rate the app." = "如果您對使用 %1$@ 感到滿意，能擔誤您一分鐘的時間幫忙評比一下這個更新版本嗎？謝謝！";

"Image Search|action sheet option for choosing a photo from image search" = "圖片搜尋";

"Include your location|Title of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "附上你的座標位置";

"Incorrect Confirmation Code.|alert title for incorrect confirmation code" = "確認代碼錯誤。";

"Install Facebook Messenger?|The caption to promote users for installing Facebook Messenger app" = "安裝 Facebook 即時通？";

"Install|Button text to install the Facebook Messenger" = "安裝";

"Install|The text on the button for users to install Messenger." = "安裝";

"Introducing Chat Heads|Chat head intro NUX title" = "推出聊天大頭貼";

"Invalid Country Code|alert title for invalid country code" = "國碼無效";

"Invalid Phone Number|alert title for invalid phone number" = "電話號碼無效";

"Just tap to open and close your messages.|Chat head intro NUX body" = "只要點按即可開啟或關閉你的訊息。";

"Keep everyone in the loop|Detail subtitle for Group Chat NUX slide" = "讓每個人都掌握情況";

"Last Updated: %@|last updated date in pull to refresh header" = "上次更新： %1$@";

"Learn More|Default action text for more info link on the zero rating promotion banner view at the bottom of screen." = "了解更多";

"Learn More|Learn More about Message Anyone, keep it short, 14 chars max" = "瞭解更多";

"Leave Conversation|leave conversation button" = "離開對話";

"Leave conversation?|confirmation dialog title for leaving a thread" = "離開對話？";

"Leave|Button title for leaving a thread" = "離開";

"Leaving...|Progress text shown while leaving a thread" = "退出中⋯⋯";

"Let people in this conversation know where you are.|Text of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "讓在這對話中的人知道你在哪裡。";

"Licenses|Licenses screen title" = "權利許可";

"Licenses|text for licenses button" = "權利許可";

"Like|Like button title" = "讚";

"Like|Title for generic Like button." = "讚";

"Load Map|Button text for users to load the map location when zero rated." = "載入地圖";

"Loading...|Message presented while waiting for content to load." = "載入中⋯⋯";

"Loading...|Placeholder text while results are loading" = "載入中⋯⋯";

"Locating You...|Message presented when waiting for an accurate location fix." = "定位中⋯⋯";

"Location is Disabled|Title for dialog indicating that the app hasn't been granted location permissions" = "座標定位功能已關閉";

"Location is off for this conversation|Title of location NUX when user turns off location services for the first time." = "這個對話訊息的座標定位功能關閉中";

"Location services are off. Turn on to let people in this conversation know where you are.|Text of location NUX when user has disabled location services." = "座標定位功能關閉中。開啟以讓對話中的人知道你在哪裡。";

"Location services are on|Title of location NUX when user has enabled location services." = "座標定位功能已開啟";

"Log In to Facebook|Login - Login Button Title for password login" = "登入 Facebook";

"Logged in as %@|Login - Text showing who user is logged in as" = "以 %1$@ 身分登入";

"Login Approval Required|title of login approval dialog" = "需要登入核准";

"Login Failed|Invalid login alert title" = "登入失敗";

"Logs in as someone else|Accessibility hint for \"Not You?\" link on the login page, letting the user log in as some one else" = "用其他身分登入";

"Logs in as %@|Accessibility hint for the \"Continue\" button on the login screen, which lets the user log in using the system Facebook account with one tap" = "以 %1$@ 身分登入";

"Logs in to another account|Accessibility hint for \"Switch Account\", which lets users to log out or log in with another account" = "登入其他帳號";

"Mark as Unread|Button label that will mark the thread as unread" = "標示為未讀訊息";

"Meep|Name for Meep sticker pack" = "Meep";

"Message Anyone|Call to action to use contact importer in divebar" = "傳訊息給所有人";

"Message friends|Accessibility label for button that toggles display of friends list/search" = "傳訊給朋友";

"Message|Button for starting a new message." = "訊息";

"Message|button to open a composer to send a message to the page" = "訊息";

"Messages|Messenger module display name" = "訊息";

"Messages|The title of the message thread list view." = "訊息";

"Messages|Title for messages inbox view" = "訊息";

"Messages|accessibility (voiceover) label for chathead inbox" = "訊息";

"Messages|name of the app with Facebook brand" = "訊息";

"Messenger regularly syncs your contacts to help you reach more people and connect friends|Explanation of the contact sync feature on the Learn More screen" = "即時通會固定同步你的聯絡人資料，幫你接觸到更多人，並和朋友連結。";

"Messenger|The title of the app, used in Appirater's dialog." = "即時通";

"More Friends (%d)|Title for chat bar section containing friends who are not top friends. Number after string is number of friends who are online or pushable." = "更多朋友（%1$d）";

"More Friends (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "更多朋友（%1$d）";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "更多在線的朋友";

"Name is Too Long|alert title for long conversation name" = "名稱太長";

"Name this conversation|placeholder text for the prompt to name a conversation" = "替此對話命名";

"Nearby|Nearby people to send a message to" = "在附近的朋友";

"Never miss a message again|Detail subtitle for Push Notification NUX slide" = "再也不會錯過訊息";

"Never miss a message from your friends again.|Body of Messenger NUX page 2" = "絕不再錯過朋友的訊息。";

"New Message|Text on a button in messages popover to compose a new message" = "新訊息";

"New Message|Title of screen shown when user is composing a new message" = "新訊息";

"New version available|Title of alert displayed when new version is available" = "新版本已經釋出";

"Next|Generic button to move to next item" = "繼續";

"Next|button label for moving to the next screen" = "下一個";

"No Internet Connection|Warning banner for no network connection" = "無法連線上網";

"No Message|dialog title for when user tries to send an empty message" = "無訊息";

"No Participants|String to display in table cell when no participants are on the thread because everyone has left the conversation" = "沒有參與者";

"No Participants|String when no participants are on the thread" = "沒有參與者";

"No Recipients|dialog title for when user tries to send to no recipients" = "少了收件人";

"No Results|Alert title when there are no results from image search." = "查無結果";

"No locations shared recently.|message on map view when no location has been shared recently" = "最近沒有分享座標位置。";

"No response.|Error reported when no response is received from the server" = "無回應。";

"No, Thanks|Label on button for user to decline to rate the app" = "不用了，謝謝";

"Not Now|Button text to temporarily ignore the installation message" = "現在還不要";

"Not Now|Do not enable contact sync button label, 15 char max" = "現在還不要";

"Not Now|Not now alert popup button" = "現在還不要";

"Not Now|Title of button to not share location for now." = "現在還不要";

"Not Now|button label for deferring enabling push notifications" = "現在還不要";

"Not now|Button title to decline an upgrade" = "現在不要";

"Notifications are turned off for 8 hours|Accessibility announcement for turning off messenger notifications for 8 hours" = "通知關閉 8 小時";

"Notifications are turned on|Accessibility announcement for turning on messenger notifications" = "通知已開啟";

"Notifications for This Conversation|Title for per-thread notification settings" = "此對話的通知";

"Notifications for this conversation are off.|Mute warning display on conversation view" = "此對話的通知已關閉。";

"Notifications|Label for enabling/disabling notification" = "通知";

"Notifications|Label for enabling/disabling notifications" = "通知";

"OK|Title for generic OK button." = "確定";

"Off Until %@|Short string for indicating that alerts are off until X time" = "關閉到 %1$@";

"Off for 1 Hour|Short string for indicating that alerts are off for 1 hour" = "關閉 1 小時";

"Off|Short string for indicating that alerts are off" = "關閉";

"On|Short string for indicating that alerts are on" = "開啟";

"Once you delete your copy of the conversation, it cannot be undone.|Message body for the Confirm alert box asking the user if they want to delete a conversation." = "你手機上的對話一旦刪除，將無法復原。";

"Only You|String for describing a thread where you are the only user remaining" = "只限你自己";

"Open iPhone Settings|One of a sequence of steps instructing user to turn on location services." = "開啟 iPhone 設定";

"Open in Maps|action sheet option for opening an address in the Maps app" = "開啟地圖";

"Open sticker store|Accessibility label for sticker store tab bar button" = "開啟貼圖商店";

"Other People|Table section header for a list of non-friend search results" = "其他人";

"Password|password field placeholder on login screen" = "密碼";

"People in this conversation can see your location on the map.|Text of location NUX when user has enabled location services." = "在此對話中的用戶可以在地圖中看到你的位置。";

"People you add will see all previous messages in this conversation.|warning when adding new people to a thread" = "被你邀請的人將會看到在此對話中已存在訊息。";

"Phone Number|placeholder text for phone number field" = "電話號碼";

"Pin friends you message most|Label when users have no favorites" = "將最常通訊的朋友置頂";

"Please check your confirmation code and try again.|alert message for incorrect confirmation code" = "請檢查號確認代碼，然後再試一次。";

"Please check your network connection and try again.|" = "請檢查網路連線，然後再試一次。";

"Please check your number and try again.|Error reported when an invalid phone number response is received from the server" = "請檢查號碼，然後再試一次。";

"Please check your number and try again.|alert message for invalid phone number" = "請檢查號碼，然後再試一次。";

"Please download the latest version of Facebook Messenger.|Notification displayed to user when a version upgrade is available" = "請下載最新版本的 Facebook 手機即時通。";

"Please enter a message or attach a photo|dialog message for when user tries to send an empty message" = "請輸入訊息或附上相片";

"Please enter a valid country code.|alert message for invalid country code" = "請輸入有效的國碼。";

"Please enter the email and password you use to log in to Facebook.|Invalid login alert message" = "請輸入你用來登入 Facebook 的電子郵件與密碼。";

"Please include a description of your problem.|Message for empty feedback warning." = "請在你的問題中包括說明。";

"Please rate the quality of your call|Prompt for call quality survey" = "請評比你的通話品質";

"Please re-login to renew your session.|Error message for expired session" = "請重新登入再次連線。";

"Please try again|Alert message when there are no results from image search." = "請再試一次";

"Please use a shorter conversation name.|alert message for long conversation name" = "請使用短一點的對話名稱。";

"Privacy & Terms|text for privacy and terms button" = "隱私 & 使用條款";

"Pull Chat Heads down to the Ⓧ to hide them.|Chat head dismiss NUX body" = "將聊天大頭貼往下拉到 Ⓧ 以隱藏。";

"Pull down to refresh...|message for pull down to refresh" = "下拉螢幕以重新整理⋯⋯";

"Push notification alerts are off.|Notice that push notifications are turned off" = "推播通知提示關閉。";

"Push notification alerts are off.|Reminder text for when push alerts are off on the phone." = "推播通知警示關閉。";

"Push notification sounds are off.|Reminder text for when push notification sounds are off on the phone." = "推播通知音效關閉。";

"Push notifications are off.|Reminder text for when push notifications are off on the phone." = "推播通知已關閉。";

"Push up to refresh...|message for push up to refresh" = "上拉螢幕以重新整理⋯⋯";

"Pusheen|Name for Pusheen sticker pack" = "Pusheen";

"Quickly find your group chats here.|Body text for megaphone encourgaging users to try group chats" = "在此迅速找到你的群聊訊息。";

"Quickly find your group messages here.|Body text for megaphone encourgaging users to try group chats" = "在此迅速找到你的群聊訊息。";

"Rate %@|Alert title for asking user to rate this app." = "評比 %1$@";

"Rate %@|Label on button prompting user to rate the app." = "評比 %1$@";

"Reach friends wherever they are now — mobile or web.|Body of Messenger NUX page 1" = "手機或電腦，隨時隨地聯絡朋友。";

"Reach friends wherever they are now|Detail subtitle for Cross Platform NUX slide" = "不管人在何方，都能找到朋友";

"Recent Stickers|Accessibility label for recently used stickers" = "最新的貼圖";

"Recent Stickers|Label shown in recent stickers tab when no recent stickers exist." = "最新的貼圖";

"Record Video|action sheet option for recording a video" = "錄製視訊";

"Record Voice|Button label for attaching an audio clip" = "錄音";

"Recorder failed to start|Error info for users saying the audio recorder failed to start." = "無法啟動錄音";

"Recording cancelled|Notify user that the recording has been successfully cancelled." = "錄音已取消";

"Release to cancel recording|The instruction to user: release the record button to cancel the recording." = "放開以取消錄音";

"Release to refresh...|message for releasing to refresh" = "放開螢幕以重新整理⋯⋯";

"Remind Me Later|Label on button allowing the user to postpone rating the app." = "稍後再提醒我";

"Remove Attachment|action sheet option for removing current attachment" = "移除附件";

"Remove Photo|action sheet option for removing chosen photo" = "移除相片";

"Remove Photo|action sheet option for removing current attachment" = "移除相片";

"Removing...|text for removing progress" = "移除中⋯⋯";

"Report a Problem|title for give feedback or report bug" = "回報問題";

"Resend|Resend - Resend Button Title" = "重新傳送";

"Retry|generic retry button" = "重試";

"Ringing|Text shown on call screen while contacting another party" = "通話中";

"Save Photo|action sheet option to save photo to library" = "儲存相片";

"Save photo as conversation image?|" = "將相片儲存為這則對話的代表圖片？";

"Save|" = "儲存";

"Saving...|Progress text shown while saving a new image for a thread" = "儲存中……";

"Saving...|Progress text shown while saving a new name for a thread" = "儲存中……";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "搜尋更多的朋友⋯⋯";

"Search to add favorites|placeholder in edit favorites search bar" = "搜尋以加到最愛";

"Search|placeholder in search bar" = "搜尋";

"Searching...|Placeholder text in a search results list that indicates a contact search is ongoing" = "搜尋中......";

"See Group Chats|Label for a button that creates a new group chat" = "查看群聊";

"See where friends are hanging out and share your location with them. They won't see exactly where you are.|Description of NUX to encourage user to use location services." = "看看朋友們正在哪裡聚會，並和他們分享你的地點資訊。他們並不會知道你的確實所在位置。";

"Seen by Everyone|Seen state text for when everyone has seen the message." = "被所有人看過。";

"Seen by everyone|Seen state text for when everyone has seen the message." = "所有人都已看過";

"Seen by %@ %@|Text for when a message has been seen by 1 person at a certain time or date/time. eg. (Seen by <name> <time>)" = "%1$@ 在 %2$@ 查看過";

"Seen by %@|Text for when a message has been seen by 1 person" = "%1$@ 已看過";

"Seen by %@|Text for when a message has been seen by more than 1 person" = "%1$@ 已看過";

"Seen by:|Text for seen state header" = "看過的人：";

"Seen %@ near %@|Text for when a message has been sen at a certain time (or date/time) and location e.g. (Seen 3:33 PM near Palo Alto)" = "在 %1$@%2$@ 附近查看過";

"Seen %@|Text for when a message has been seen at a certain time or date/time. eg. (Seen 3:33PM) or (Seen Mon 3:33PM)" = "%1$@ 已看過";

"Select country code|select country code text" = "選擇國碼";

"Send (%i)|Send button with count in parentheses" = "傳送（%1$i）";

"Send Failure|dialog title for when a broadcast message fails" = "傳送失敗";

"Send in Message|Sharing option" = "在訊息中傳送";

"Send to Phone, Chat and Web|Call to action for Cross Platform NUX slide" = "傳送到電話、聊天和網路";

"Send|Nav bar send button text" = "傳送";

"Send|Send button" = "傳送";

"Send|text to show in the send button" = "傳送";

"Sending...|sending progress text" = "正在傳送⋯⋯";

"Sending…|Text used below message bubble to show send is in progress" = "傳送中⋯⋯";

"Sent a message|default notification text for messages with no body text" = "傳送訊息";

"Sent from Messenger|indicator that a message was sent from Messenger" = "從即時通送出";

"Sent from email|indicator that a message was sent from email" = "已通過電郵傳送";

"Sent from mobile|indicator that a message was sent sent from a mobile device" = "已從手機傳送";

"Sent from web|indicator that a message was sent sent from web or chat" = "已從網路傳送";

"Sent from %@|Text used for showing the location where a message was sent from. e.g (city) or (city, state) or (city, country)." = "從 %1$@ 送出";

"Sent %@|Text used for showing that a message has been successfully sent to the server. eg. (Published <time>)." = "已送出 %1$@";

"Session Expired|Error title for expired session" = "連線階段已過期";

"Set Facebook to ON|One of a sequence of steps instructing user to turn on location services." = "設定 Facebook 為 ON";

"Settings App > General > Location Services|Location of Location Services Settings page for before 4.3." = "設定應用程式〉一般〉座標定位服務";

"Settings App > Location Services|Location of Location Services Settings page for 4.3 or later." = "設定應用程式〉座標定位服務";

"Settings App > Privacy > Location Services|Location of Location Services Settings page for 6.0 or later." = "應用設定 > 隱私 > 定位服務";

"Settings|Accessibility label for a gear button that shows settings for chat" = "設定";

"Settings|Settings alert popup button" = "設定";

"Settings|title for settings page" = "設定";

"Share your location to see who.|Subtitle of mini-megaphone inside chat bar. User can see which friends are nearby after sharing his own location." = "分享你的定位資訊以查看有哪些朋友。";

"Share|Share button title" = "分享";

"Shared Photos|Title for section showing photos in a thread (count will follow)" = "已分享相片";

"Shared a link|text for a link share" = "分享了一個連結";

"Shared a photo|text for a photo share" = "分享了一張相片";

"Shared a video|text for a video share" = "分享了一段影片";

"Show keyboard|Accessibility label for sticker button in the input field when sticker input is shown" = "顯示鍵盤";

"Show stickers|Accessibility label for sticker button in the input field when sticker input is not shown" = "顯示貼圖";

"Sign Up for Facebook|Sign Up - Sign Up Button Title" = "註冊 Facebook";

"Skip|Skip - Skip Button Title" = "略過";

"Something went wrong. Want to try again?|retry dialog message" = "出現問題。要再試一次嗎？";

"Sorry, something went wrong|Generic error message for Web browser errors" = "抱歉，有東西出錯了";

"Standard Data Charges|Alert title that warns users their mobile carrier may charge them to use this feature" = "標準數據資料收費";

"Standard charges apply when you load map data.|Alert message that warns users their mobile carrier may charge them for loading the map location" = "載入地圖資料時，適用標準資費。";

"Start Group Chats|Call to action for Group Chat NUX slide" = "開始群聊";

"Sticker Store|Navigation bar title for sticker store view" = "貼圖商店";

"Stop attaching media|Accessibility text for button that lets user stop attaching photos or other media, as well as emoticons and emoji" = "停止附加媒體檔案";

"Submit|Submit button title" = "送出";

"Suggestions|Suggested people to send a message to" = "建議";

"Switch Account|text for switching logged in user" = "切換帳號";

"Switch to Wi-Fi to complete your call|Error case when calls not allowed over cellular data. Suggest user switch to WiFi instead." = "切換到 Wi-Fi 以完成通話";

"Sync Contacts|Start contact sync button label, 15 char max" = "同步更新聯絡人資料";

"Sync Your Contacts|Title of the Learn More screen for the contact sync feature" = "同步聯絡人資料？";

"Tag posts and photos with a location. Plus discover what's happening nearby, even when your phone is in your pocket.|Description of NUX to encourage user to use location services." = "輕點有定位資料的貼文和相片。探索周遭正在進行的事情，即使你的手機被放進口袋。";

"Take Photo|action sheet option for taking a photo" = "拍照";

"Tap General|One of a sequence of steps instructing user to turn on location services." = "輕點一般";

"Tap Location Services|One of a sequence of steps instructing user to turn on location services." = "輕點定位服務";

"Tap Privacy|One of a sequence of steps instructing user to turn on location services." = "輕點隱私";

"Tap \"Try Again\" to send this message.|prompt for how to resend a failed message send" = "點選「再試一次」以傳送此訊息。";

"Tap gear to turn on chat|placeholder in search bar when offline" = "輕點齒輪以開啟聊天";

"Tap here to learn about your settings and why Facebook continuously needs your location.|Disclaimer text for continuous location tracking and sharing feature" = "輕點此處以了解你的設定以及 Facebook為什麼不斷要求你的地點資訊。";

"Tap the + to send photos, add s and record voice messages.|Text for Media attachment NUX" = "點按「 + 」以傳送相片、加表情符號以及錄製語音訊息。";

"Tap to return to call|Message shown on in-call bar explaining that the user may tap on it to return to the call screen" = "點一下即可回電";

"Tap to turn on location|Title of location NUX when user has disabled location services." = "輕點以開啟座標定位服務";

"Text messages can't be sent to that number.|Error reported when a phone number with an unsupported mobile carrier is on the recipients list of a message." = "無法傳送簡訊到這個號碼。";

"Text your friends for free.|The detailed info for free messenger promotion" = "免費傳送簡訊給朋友。";

"Text your friends wherever they are - on their phones or on chat.|The description message to promote users for installing Facebook Messenger app" = "手機或聊天室？不管朋友在哪裡，隨時傳簡訊。";

"That phone number is not allowed to receive text messages.|Error reported when an unlaunched phone number is on the recipients list of a message." = "該電話號碼不允許接收簡訊。";

"There was a problem connecting to Facebook. Please check your connection and try again.|error message for failing to connect to Facebook" = "連線至 Facebook 時，發生問題。請檢查連網狀態，然後再試一次。";

"There was a problem connecting your call. Please connect to Wi-Fi and try again.|Alert body message when connection failed suggesting user switch to wifi" = "通話連線出現問題。請連線到 Wi-Fi，再試一次。";

"Tip: Never Miss a Message|Title for reminder to turn on push notifications" = "提示：絕不會錯過訊息";

"To accept calls, you need to update to the new version of Messenger.|Error dialog body shown when an incoming call failed because the current version is outdated" = "要接聽來電，你必須先更新最新版本的手機即時通。";

"To complete your phone number activation, please enter the activation code|" = "若要完成開通電話號碼，請輸入啟用代碼。";

"To include location with your messages, go to your %@.|Alert dialog instructing the user how to re-enable location permission. The variable is 'Settings App > Location Services' or 'Settings App > General > Location Services'" = "若要在訊息中附上你的座標位置，請到你的 %1$@ 。";

"To make calls, you need to update to the new version of Messenger.|Error dialog body. Shown when a user attempts to make a VoIP call but their version is incompatible." = "要打電話，你必須先更新最新版本的手機即時通。";

"To turn off alerts for this conversation, go to conversation settings.|User education for how to configure conversation alerts" = "若要關閉這則對話的來訊提醒，請前往對話偏好設定。";

"To turn off location for all your conversations, go to your %@.|Text of location NUX when user turns off location services for the first time. The parameter is the location of the Location Services in the Settings app (ie. Settings App > Location Services)" = "若要關閉所有對話的座標定位功能，請至 %1$@ 。";

"To turn on notifications, visit iPhone Settings %@ Notifications %@ Messenger|Body of dialog telling the user how to enable push notifications on Messenger" = "開啟通知，請到 iPhone 設定 %1$@ 通知 %2$@ 手機即時通";

"To use this feature, go to your %@ settings and choose Location Services. Select ON for %@.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "如要使用此功能，請前往 %1$@ 設定並選擇定位服務。選擇對 %2$@ 開啟。";

"To use this feature, go to your %@ settings and tap Privacy, then Location Services. Select ON for %@.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "如要使用此功能，請前往 %1$@ 設定並點按隱私。選擇對 %2$@ 開啟。";

"To|Accessibility label for to field in contact picker" = "收件人";

"To:|to field in contact picker" = "收件人：";

"Touch and hold to talk.\nRelease to send, or slide off the button to cancel.|Instruction text for holding voice record button, letting go to send, and dragging finger off to cancel message" = "輕觸並按住以通話。放開以傳送，或手指滑過按鈕即可取消。";

"Try Again|button text for resending an unsent message. this is referred to in the prompt Tap \"Try Again\" text" = "再試一次";

"Turn Off Chat|Button title to let the user change their chat status from online to offline" = "關閉聊天室";

"Turn Off Until 8am|Option to turn off alerts until 8am" = "關閉到 8am";

"Turn Off for 1h|Option to turn off alerts for 1 hour" = "關閉 1 小時";

"Turn Off|Option to turn off alerts" = "關閉";

"Turn On Chat|Button title to let the user change their chat status from offline to online" = "開啟聊天室";

"Turn On Location Services|Error message title when location services are unavailable." = "開啟地標定位服務";

"Turn On Notifications|Call to action in NUX encouraging user to turn on push notifications" = "開啟通知";

"Turn On Notifications|Title of dialog telling the user how to enable push notifications" = "開啟通知";

"Turn On|Option to turn on alerts" = "開啟";

"Turn On|Turn on alerts" = "開啟";

"Turn On|button label for deferring enabling push notifications" = "開啟";

"Turn on Push Notifications|Call to action for Push Notification NUX slide" = "開啟推番通知";

"Turn on push notifications to find out when new messages arrive.|Message for reminder to turn on push notifications" = "開啟推送通知以掌握新訊息送達情形。";

"Turns notifications on or off|Accessibility hint for Notification switch in the messenger settings panel, which lets users to turn on/off notifications" = "開啟或關閉通知";

"Typing…|Text for when the other user is typing. Ends with an ellipsis (U+2026) and is lower-case." = "輸入訊息中⋯⋯";

"Unable to Call %@|Error dialog title. Shown when app must be updated" = "無法接通 %1$@";

"Unable to Save Image|retry dialog title for setting thread image" = "無法儲存圖片";

"Unable to Send|Title for send feedback failed warning." = "無法傳送";

"Unable to add more people to the conversation. Please try again.|error message for failing to add people" = "無法加更多人到這對話中。請再試一次。";

"Unable to name your conversation.|error message after setting conversation name" = "無法命名你的對話。";

"Unable to remove you right now.|error messages after leaving conversation" = "目前無法將你移除。";

"Unable to save messaging favorites to Facebook|error message for failing to save messaging favorites" = "無法將即時通的最愛儲存到 Facebook";

"Unable to send message. Retry?|Alert text for when a message failed to send that also asks user to retry." = "無法傳送訊息。重試？";

"Unable to send message.|Alert text for when a message failed to send." = "無法傳送訊息。";

"Unable to send right now.|error message for failing to send message" = "目前無法傳送。";

"Unpin|button title to remove user from favorites" = "取消置頂";

"Update|Get new version now button." = "更新";

"Updating...|updating progress text" = "更新中⋯⋯";

"Upgrade Now|button text on alert dialog prompting user to upgrade app" = "馬上升級";

"Use Messenger for Free|Default title for the zero rating promotion banner view at the bottom of screen." = "免費使用手機即時通";

"View Call|Text show on button that views an incoming call" = "查看來電";

"View Missed Call|Text show on button that views an incoming call" = "查看錯過的電話";

"View Timeline|Button text to go to a user's timeline" = "查看動態時報";

"View in Maps|action sheet option for viewing a map" = "在地圖中檢視";

"View|Alert button that takes user to the thread where a message failed to send" = "查看";

"We are sorry that the %@ sticker pack has failed to download, please try again later.|Description text shown in alert when downloading a sticker pack has failed" = "很抱歉！%1$@ 貼圖大全無法下載。請稍後再試。";

"We'll text you a link to confirm your number.|Confirmation information text" = "我們會以簡訊方式傳送一個連結，與你確認號碼。";

"Welcome to Messenger|Title for NUX page" = "歡迎使用「Facebook 即時通」";

"Who do you want to message?|Placeholder text in To field when composing a message" = "你想要跟誰傳訊息？";

"Who would you like to send this message to?|dialog message for when user tries to send message to no recipients" = "你要將此訊息傳送給誰？";

"Write a blast (sends a separate message to each friend)|Placeholder text for blast message text box which helps explain how blast messages work." = "寫段群發訊息（將相同的訊息個別傳送給每位朋友）";

"Write a broadcast (sends a separate message to each friend)|Placeholder text for broadcast message text box which helps explain how broadcast messages work." = "寫段群發訊息（將相同的訊息個別傳送給每位朋友）";

"Write a message...|Placeholder text to suggest writing a message" = "寫訊息······";

"You can call %@ over Wi-Fi. Please turn on Wi-Fi in your phone settings.|Error message when user tries to initiate a call if wifi is required" = "你可以透過 Wi-Fi 打電話給 %1$@ 。請在你的電話設定開啟 Wi-Fi。";

"You can manage your data in your privacy settings.|Explanation to let user know he can manage his data in privacy settings." = "你可以在隱私設定管理你的資料。";

"You missed a call from %@|Message notifying user of a missed call from Friend" = "你錯過了一通 %1$@ 的來電";

"You will get an SMS or email shortly with a code to use for logging in.|message in login approval dialog" = "你不久後將會收到一則內含用於登入的代碼的簡訊或電子郵件。";

"You won't find out when you've received a message.|Body of dialog encouraging the user to enable push notifications" = "你將無法知道幾時收到訊息。";

"You|String for you, the user" = "你";

"You're about to leave Messenger. Standard data charges may apply.|Alert message that warns users their mobile carrier may charge them due to redirect out of Messenger" = "你即將離開即時通。之後可能使用標準資費。";

"Your Stickers|Segment button label for downloaded stickers" = "你的貼圖";

"Your friend can't receive calls right now|Text informing user that call button is disabled because his or her friend is not available" = "你的朋友現在無法接聽電話";

"Your friend is nearby at a coffee shop.|Example of what user can know after sharing location." = "你的朋友在這附近的咖啡店。";

"Your friend recommended a restaurant nearby.|Example of what user can know after sharing location." = "你的朋友推薦了這附近的餐廳。";

"Your friend took a photo nearby.|Example of what user can know after sharing location." = "你的朋友在這附近拍了張相片。";

"Your message failed to send to one or more of the recipients.|dialog content for when a broadcast message fails." = "你的訊息無法傳送給一位或多位收件人。";

"Your message failed to send to one or more of the recipients.\n\n%@|dialog content for when a broadcast message fails, appended with a localized server error message. The server error message should appear on its own line and will generally be its own sentence, such as 'The internet connection appears to be offline.'" = "你的訊息無法傳送給一位或一位以上的收件人。 %1$@";

"Your message was not sent.|text shown when a message failed to send" = "你的訊息還沒有送出。";

"Your messages were not sent.|text shown when more than 1 message failed to send" = "你的訊息還沒有送出。";

"[[content]] [[cta]]|The i18n format for zero rating banner" = "[[content]][[cta]]";

"·|Dot separator between title and count label" = "·";

"…|Ellipsis (U+2026) used to represent a chat message that is currently being written" = "……";

"active 1d ago|indicator that a user was active 1 day ago" = "1 天前登入";

"active 1h ago|indicator that a user was active 1 hour ago" = "1 小時前登入";

"active 1m ago|indicator that a user was active 1 minute ago" = "1 分鐘前登入";

"active now|indicator that a user is currently active, on web or mobile" = "目前連線登入";

"active on mobile %@ ago|presences status for being active on mobile a relative time ago" = "%1$@ 前透過行動裝置登入";

"active on mobile|presences status for being active on mobile" = "透過手機登入";

"active %id ago|indicator that a user was active 2+ days ago" = "%1$i 天前登入";

"active %ih ago|indicator that a user was active 2+ hours ago" = "%1$i 小時前登入";

"active %im ago|indicator that a user was active 2+ minute ago" = "%1$i 分鐘前登入";

"active %@ ago|presences status for being active a relative time ago" = "%1$@ 前登入";

"error|A short message for audio play error" = "錯誤";

"is calling|text below the caller's name when they are calling" = "正在撥打";

"is typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "輸入訊息中⋯⋯";

"on mobile|presences status for being available on mobile" = "透過手機";

"online %@ ago|presences status for being online on the web a relative time ago" = "%1$@ 前上線";

"online|presences status for being online on the web" = "線上";

"typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case." = "輸入訊息中⋯⋯";

"%d more friends nearby...|Additional nearby friend results available to show" = "%1$d 位朋友在附近⋯⋯";

"%d of %d|Title on photo viewer screen showing which photo is currently displayed. eg. 2 of 3" = "%1$d / %2$d";

"%i days|text to show user was online/active N days ago (don't abbrev)" = "%1$i 天";

"%i hours|text to show user was online/active N hours ago (don't abbrev)" = "%1$i 小時";

"%i minutes|text to show user was online/active N minutes ago (don't abbrev)" = "%1$i 分鐘";

"%i people found, %i matched|Explanation of how many contacts have been imported" = "找到 %1$i 人，%2$i 人符合";

"%id|short indicator that a user was active 2+ days ago" = "%1$i 天";

"%ih|short indicator that a user was active 2+ hours ago" = "%1$i 小時";

"%im|short indicator that a user was active 2+ minute ago" = "%1$i 分鐘";

"%@  •  %@|Seen state text for a user in a group detail page. eg. (name <bullet-character> time)" = "%1$@•%2$@";

"%@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ 和 %2$@ 在使用 Facebook 即時通";

"%@ and %@|String for two user names who are participants on a thread" = "%1$@ 和 %2$@";

"%@ hundred-million|Shortened number whose value is larger than 100,000,000. Only used in languages that have a word for 'hundred million' but not for 'billion'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ 億";

"%@ is calling|Message notifying of an incoming call. First parameter is the name of the caller" = "%1$@ 來電";

"%@ is in another call|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ 正在電話中";

"%@ is nearby at a coffee shop.|Example of what user can know after sharing location. E.g. Mark is nearby at a coffee shop." = "%1$@ 就在附近的咖啡店。";

"%@ is not available|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ 無法接聽";

"%@ is on messenger|Accessibility label for a profile photo showing the user that one of their friends uses Messenger" = "%1$@ 使用即時通";

"%@ is typing…|string format text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "%1$@ 輸入訊息中⋯⋯";

"%@ recommended a restaurant nearby.|Example of what user can know after sharing location. E.g. Linda recommended a restaurant nearby." = "%1$@ 推薦了附近的一家餐廳。";

"%@ said %@|Accessibility label for a message, will be announced to blind users. First placeholder is for sender name, second placeholder is for the message he/she sent." = "%1$@ 說 %2$@";

"%@ ten-thousand|Shortened number whose value is between 10,000 and 99,999,999. Only used for languages that have a word for 'ten thousand' but not for 'million'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ 萬";

"%@ took a photo nearby.|Example of what user can know after sharing location. E.g. Anna took a photo nearby." = "%1$@ 在這附近拍了張照片。";

"%@ tried to call you|Error dialog title shown when an incoming voice call can't be received" = "%1$@ 打電話找你";

"%@ uses Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ 在使用 Facebook 即時通";

"%@|Name of a person (used both standalone and in lists). Add honorifics (-san, etc.) if appropriate." = "%1$@";

"%@, %d new messages|new messages input format" = "%1$@，%2$d 則新訊息";

"%@, %i more|List of user names and X more if the list is truncated at N names." = "%1$@ 、 %2$i 和更多";

"%@, %@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ 、 %2$@ 和 %3$@ 都在使用 Facebook 即時通";

"%@, %@, %@ and 1 other friend use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ 、 %2$@ 、 %3$@ 和另一位位朋友都在使用 Facebook 即時通";

"%@, %@, %@ and %i other friends use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ 、 %2$@ 、 %3$@ 和其他 %4$i 位朋友都在使用 Facebook 即時通";

"%@: %@|Localized contact label: phone number (note colon separator)" = "%1$@：%2$@";

"%@B|Shortened number whose value is larger than 1,000,000,000. B stands for 'billion'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@0億";

"%@K|Shortened number whose value is between 1,000 and 999,999. K stands for 'thousand''. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ 千";

"%@M|Shortened number whose value is between 1,000,000 and 999,999,999. M stands for 'mega' or 'million'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ 百萬";

"%@…|a string that has been shortened adding ellipsis (unicode 2026)" = "%1$@……";

"%u Friends Nearby|Title of mini-megaphone inside chat bar. E.g. 5 Friends Nearby" = "%1$u 位朋友在這附近";

"%u of your friends are sharing their location with you.|Message to let user know how many of his friends are sharing location." = "你的 %1$u 位朋友和你分享他們的地點資訊。";

"%u photo attached|Accessiblity text for a single photo" = "已附上 %1$u 張相片";

"%u photos attached|Accessibility text for a photo set" = "已附上 %1$u 張相片";

